window.GROUPS = window.GROUPS || [];
window.GROUPS.push(...
[
  {
    "id": "ch04-kentrom-varous",
    "chapter": "4",
    "title": "4.1 Κέντρο Βάρους",
    "blurb": "Εισαγωγή στο κέντρο βάρους, συνισταμένη δυνάμεων και ροπές."
  },
  {
    "id": "ch04-kentroeidi",
    "chapter": "4",
    "title": "4.3 Κεντροειδή Μερικών Γεωμετρικών Σχημάτων",
    "blurb": "Προσδιορισμός κεντροειδών γεωμετρικών σχχημάτων γραφικά και αναλυτικά."
  },
  {
    "id": "ch04-isorropia",
    "chapter": "4",
    "title": "4.5 Ισορροπία και Είδη Ισορροπίας",
    "blurb": "Μελέτη ευσταθούς, ασταθούς και αδιάφορης ισορροπίας."
  }
]
);
